epyc-7763-guc/20240905-1444-guc-tests/logs/0-32768-1000-index-no-yes-no-0-1725712318/pgbench.log
pgbench (18devel)
transaction type: /mnt/data/scalability-tests-2/20240905-1444-guc-tests/logs/0-32768-1000-index-no-yes-no-0-1725712318/index.sql
scaling factor: 1
query mode: prepared
number of clients: 128
number of threads: 128
maximum number of tries: 1
duration: 5 s
number of transactions actually processed: 5090957
number of failed transactions: 0 (0.000%)
latency average = 0.125 ms
initial connection time = 46.358 ms
tps = 1025262.223450 (without initial connection time)